about.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2025-07-27 Sun 18:45 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="generator" content="Org Mode" />
<title>Sobre Mí</title>
<link rel="stylesheet" type="text/css" href="css/style.css" />
</head>
<body>
<div id="content" class="content">
<header class="site-header">
  <h1 class="site-title"><a href="/index.html">Disidencia Incontrolada</a></h1>
  <nav class="main-navigation">
    <a href="/about.html">Sobre Mí</a>
    <!-- Puedes añadir más enlaces aquí -->
  </nav>
</header>

<div class="content-area" style="margin-left: 11rem; margin-right: 11rem;">
<aside style="background-color: #f5f5f5; border-left: 4px solid #ccc; padding: 1rem; margin: 2rem 0; font-style: italic; color: #444;">
<p style="margin: 0;"><strong>Qvod Nihil Scitvr</strong> —— Que Nada Se Sabe.</p>
</aside>
<h1>Sobre mí (aproximadamente)</h1>
<div class="outline-text-2">
<p>Nací en una época en la que el término “contenido” aún no había sustituido a “pensamiento”. Cuando descubrí que podía pensar, más o menos, me he aplicado —con esmero y sin resultados visibles— a reflexionar sobre las preguntas que me hacen explotar la cabeza, el tiempo (o su inexistencia), el conocimiento (o la imposibilidad de tener seguridad de conocer), el libre albedrío (o la vida determinista) y la finalidad de la vida (o la total falta de la misma).</p>
<p>También me persigue sin poderme sacar de la cabeza, aquella pregunta que lanzo el imitador de Lara (Alfonso Arús): "A los peces, ¿les entra agua en los ojos?" Otro misterio más que no alcanzo a desvelar.</p>
<p>Este blog no pretende cambiar el mundo, pero sí evitar que yo tenga que salir demasiado de casa y relacionarme con gente. La procastinación debida, escribiendo cosas que no interesan a nadie. A veces ni siquiera a mi.</p>
<p>Aquí encontrarás artículos breves que fingen tener originalidad, y ensayos largos con ínfulas de sesudos sin llegar a ninguna conclusión. A veces hay citas. A veces son de filósofos. A veces son de mi vecina. Otras me las invento. Todo depende del día. Tanto esfuerzo para ni siquiera alcanzar la mediocridad.</p>
<p>No tengo newsletter. No tengo merch. No tengo respuestas. No tengo certezas. A veces no tengo ni ganas de vivir. Pero como tampoco tengo mucha vergüenza, aquí estoy, contribuyendo a aumentar las emisiones de CO2. A ver si volvemos al Uno más pronto que tarde.</p>
<p>Si después de leer esto decides seguir navegando, recuerda que <em>todo lo que escribo es provisional</em>, como la vida. Que no hay ninguna certeza y que, aunque tampoco estoy seguro de eso, el fin de la vida <strong>no</strong> es ser feliz.</p>
<p><small>Contacto: no lo hay. Estoy sumido en la más absoluta y respetuosa indiferencia.</small></p>
<blockquote style="font-style: italic; margin: 2rem 0; padding-left: 1rem; border-left: 3px solid #ccc; color: #555;">
<p style="margin: 0;">“Yo, por el contrario, reconozco de buena gana mi ignorancia, y destapo la suya más agusto todavía. No sé nada. Pero ellos tampoco.”</p>
<footer style="margin-top: 0.5rem; font-size: 0.9rem; color: #888;">— Francisco Sánchez</footer>
</blockquote>
</div>
</div>

<footer class="site-footer">
  <p>Copyright © 2025 Joan Llopis. *Generado con ❤️ usando Emacs org-mode*.</p>
</footer>
</div>
</body>
</html>
